[
  "4-aco-dmt is a psilocin analog",
  "8A - Exposure to semantic concept network",
  "8B - Perceived exposure to inner mechanics of consciousness",
  "A feeling of drunkenness and well being at low doses",
  "A psychedelic tryptamine with \"a wide range of effects at any particular dose depending on the individual\"",
  "A sense of connectedness with people and the environment around you",
  "A sense of well being and contentedness",
  "A strong sense of well-being",
  "A trip similar to mushrooms",
  "Abnormal heartbeat",
  "Abnormal heartbeat - Accelerated and abnormal heartbeats are extremely common with PMA.",
  "Abnormal heartbeat - Accelerated and abnormal heartbeats are extremely common with PMMA.",
  "Abnormal heartbeat - At high doses, nicotine can trigger an elevated heart rate or even heart palpitations.",
  "Abnormal heartbeat - Diphenhydramine can prolong the QT interval, potentially leading to torsades de pointes, an abnormal heart rhythm that can cause sudden cardiac death.[11]",
  "Abnormal heartbeat - Heart palpitations are more frequently reported with ephedrine than with other amphetamines.",
  "Abnormal heartbeat - This component is increasingly likely at high doses and can be potentially serious.",
  "Abnormal heartbeat - This compound, like all cannabinoids, has commonly been reported to induce tachycardia in some individuals.",
  "Abnormal heartbeat - This effect is exceptionally rare.",
  "Abnormal heartbeat[1]",
  "Abnormal heartbeat[22][23]",
  "Abnormal heartbeat[28]",
  "Abstract thinking",
  "Acuity enhancement",
  "Acuity enhancement - Citicoline may prevent and treat eye damage related to glaucoma.[10]",
  "Addiction help",
  "After images",
  "Aggression",
  "Amnesia",
  "Amnesic",
  "Analgesia",
  "Anti-inflammation",
  "Antiaggregation",
  "Anticonvulsant",
  "Antipyresis",
  "Anxiety",
  "Anxiety suppression",
  "Anxiety[1]",
  "Anxiolytic",
  "Aphrodisiac qualities for some people",
  "Appetite enhancement",
  "Appetite enhancement - Appetite enhancement is not particularly prominent, but is sometimes reported. It can have a synergistic effect when combined with cannabis.",
  "Appetite enhancement - The above components are also accompanied by an intense appetite enhancement that is identical in strength to “the munchies” experienced with cannabis.[38]",
  "Appetite enhancement - This effect is not particularly prominent, but is reported to occur in some people. It can have a synergistic effect when combined with cannabis",
  "Appetite enhancement - This effect is not particularly prominent, but is reported to occur in some people. It can have a synergistic effect when combined with cannabis.",
  "Appetite enhancement - This effect is similar to cannabis, and due to food tasting better users will usually eat more.",
  "Appetite enhancement - This effect is uncommon and inconsistently produced.",
  "Appetite fluctuation",
  "Appetite suppression",
  "Appetite suppression - Appetite suppression may persist through the next day.",
  "Appetite suppression - Appetite suppression on DXM is very strong and may persist through the next day.",
  "Appetite suppression - LSD can suppress appetite in a manner similar to (although not as strong as) stimulants, especially for fatty foods.[lower-alpha 5]",
  "Appetite suppression - This component can often be less intense for new or unconditioned users.",
  "Appetite suppression - This effect is mild.",
  "Appetite suppression - This effect is reported to be less intense than amphetamine and methylphenidate.",
  "Appetite suppression - This effect may present itself at the very beginning of the intoxication and is likely due mostly to the cannabinoid THCV.[43]",
  "Appetite suppression - While not as intense as stimulants such as MDMA, most doses can cause a decrease in appetite.",
  "Appetite suppression[1]",
  "Appetite suppression[23]",
  "Appetite suppression[30]",
  "Appetite suppression[6]",
  "As dose increases the user may begin to feel a disconnection from their body",
  "At 'khole' doses the user may become completely disconnected from both body and mind",
  "Auditory enhancement",
  "Auditory hallucinations are reported as common",
  "Autonomous entities",
  "Blackout potential",
  "Blackouts",
  "Bodily control enhancement",
  "Bodily control enhancement - At lower dosages this compound typically induces enhancements in bodily control. At higher dosages, this enhancement shifts towards losses in gross and fine motor control.",
  "Bodily control enhancement - In addition to raising energy levels, SAM-e shows efficacy in improving joint mobility in those with osteoarthritis.[6]",
  "Bodily control enhancement - When combined with stimulation, this component manifests as a strong drive to partake in physical activities.",
  "Bodily control enhancement - Whilst at lower doses one may find that their bodily control is enhanced, at higher dosages it seems to become suppressed.",
  "Bodily control enhancement - Whilst at lower doses one may find that their bodily control is enhanced, at higher dosages this becomes suppressed.",
  "Bodily control enhancement Nausea Pupil dilation Spontaneous physical sensations Stimulation Tactile enhancement",
  "Bodily pressures",
  "Bodily pressures - This can be described a subtle or distinct pressure felt behind one's eye(s).",
  "Body odor alteration",
  "Body odor alteration - Kratom can cause one's urine to acquire a very distinct and unpleasant odor for a subset of users.",
  "Body odor alteration - This happens at a less consistent rate than with methamphetamine.",
  "Bowel movements",
  "Brain zaps",
  "Brain zaps - This effect is increasingly common at high doses and can be highly uncomfortable.",
  "Brazil: Midazolam is a prescription only medication.",
  "Breathing",
  "Brightened Colors",
  "Brightened colors",
  "Bronchodilation",
  "Bronchodilation - This can sometimes be very apparent and can result in an inability to swallow.",
  "Bronchodilation - Tianeptine increases the reuptake of serotonin, which has been found to combat bronchoconstriction.[20]",
  "Bronchodilation[1]",
  "Bronchodilation[31]",
  "Bruxia",
  "Bruxism",
  "Bruxism - This effect does not occur as consistently as it does on other stimulants such as MDMA.",
  "Changes in Perception-Of-Time",
  "Changes in felt bodily form",
  "Changes in felt bodily form - This becomes quite prominent at moderate or high doses.",
  "Changes in felt bodily form[9]",
  "Changes in felt gravity",
  "Changes in felt gravity - At higher doses, physical feelings of moving through spaces at quick speeds or being completely pinned down are common.",
  "Changes in felt gravity - Compared to classic tryptamines, this effect is considerably less intense than what is commonly experienced with DMT and Psilocin.",
  "Changes in felt gravity - Compared to classic tryptamines, this effect is considerably less intense than what is commonly experienced with DMT and psilocin.",
  "Changes in felt gravity - This is not as strong or apparent as it is with dissociatives or salvia.",
  "Changes in felt gravity - When smoking higher DMT breakthrough doses, physical feelings of being launched across vast distances at incredibly high speeds are commonly reported.[9]",
  "Changes in gravity",
  "Changes in gravity - Many users report feelings that they are falling or that the room is spinning.",
  "Chest pain",
  "Closed/Open Eye Visuals",
  "Closed/Open eye visuals",
  "Colour enhancement",
  "Colour replacement",
  "Colour shifting",
  "Colour tinting",
  "Compulsive redosing",
  "Confusion",
  "Constipation",
  "Constipation or Diarrhea",
  "Convulsions - These are generalized, sometimes painful spasms of the body or limbs that occur in moderate to high doses. They are not to be taken as seizures, which are much more serious.",
  "Cough suppression",
  "Cough suppression - Since dextromethorphan is a commonly sold cough medicine, it will have the same effect in recreational doses.",
  "Cough suppression[12]",
  "Creativity Enhancement",
  "Decreased Appetite",
  "Decreased appetite",
  "Decreased blood pressure",
  "Decreased blood pressure - Barbiturates may decrease blood pressure in some individuals and have occasionally been used to reduce intracranial pressure.[3]",
  "Decreased blood pressure - Barbiturates may decrease blood pressure in some individuals and have occasionally been used to reduce intracranial pressure.[9]",
  "Decreased blood pressure - Since nitrites are vasodilating, they often substantially decrease blood pressure.[13]",
  "Decreased blood pressure This effect is due to vasodilation and can result in dizziness.",
  "Decreased blood pressure[39]",
  "Decreased bodily temperature",
  "Decreased heart rate",
  "Decreased heart rate[18] - In normal use as well as overdose, heartrate is lowered and is directly affected by how much is taken.",
  "Decreased libido",
  "Decreased libido - Decreased libido inconsistently occurs at any dose, but high doses increase the likelihood and may be related to unproven, but subjectively theorized serotonergic activity.",
  "Decreased libido - Many users note a marked decrease in their sex drive when taking gabapentin. This can happen when it is taken both recreationally or as prescribed.",
  "Decreased libido - This effect is frequently only noted after medium-to-long-term use.",
  "Decreased libido - This is not experienced in all environments, as Increased libido may also be experienced.",
  "Decreased need for sleep",
  "Dehydration",
  "Dehydration - Dry mouth and increased sweating can occur after consuming NEP. Low doses of the substance in question cause minimal dehydration.",
  "Dehydration - Dry mouth and increased sweating can occur after consuming hexedrone. Low doses of the substance in question cause minimal dehydration.",
  "Dehydration - Dry mouth and increased sweating can occur after consuming pentedrone.",
  "Dehydration - Mild to moderate dehydration may occur. Not as extreme as with stimulants or opioids.",
  "Dehydration - Minor to moderate. More of a risk in hot, high-activity settings such as dance floors.",
  "Dehydration - Nutmeg causes a lot of dehydration and dehydration is proven to cause deliriant effects and delirium. Staying hydrated can decrease deliriant and negative effects.",
  "Dehydration - Relatively mild, provided one consumes an appropriate amount of water. Water should be sipped slowly at spaced intervals to prevent water intoxication.",
  "Dehydration - This effect is related to the hygroscopic nature of 1,4-Butanediol.",
  "Dehydration - This is known colloquially as \"cotton mouth\" in popular American and United Kingdom culture. In overdoses, it can become not only discomforting, but even painful.",
  "Dehydration - Users are advised to pay careful attention to both their water and electrolyte levels when taking ETH-LAD, being cautious to neither under nor over drink.",
  "Dehydration -- It is advised to avoid over-hydration from drinking excessive amounts of water, see the water intoxication and electrolyte imbalance section.",
  "Dehydration- This is known colloquially as \"cotton mouth\" in popular American and United Kingdom culture.",
  "Dehydration[1]",
  "Delirium",
  "Depression",
  "Depth perception distortions",
  "Diarrhea",
  "Diarrhea - Some users have reported experiencing diarrhea while under the influence of MDPV, although this seems to be a relatively uncommon effect.",
  "Diarrhea - This effect is uncommon, and mostly occurs on higher doses.",
  "Diarrhea - This occurs mostly in high doses and when the seeds are consumed without extraction.",
  "Difficulty urinating",
  "Difficulty urinating & Frequent urination",
  "Difficulty urinating - 3-FEA can result in difficulty with urination, an effect that is usually temporary and that tends to become more likely and more significant with higher dosages.",
  "Difficulty urinating - A slight difficulty urinating is occasionally present.",
  "Difficulty urinating - Higher doses of mephedrone result in an overall difficulty when it comes to urination, an effect that is completely temporary and thought to be harmless.",
  "Difficulty urinating - Higher doses of α-PHP result in an overall difficulty when it comes to urination, an effect that is temporary and typically harmless.",
  "Difficulty urinating - Higher doses of α-PVP result in an overall difficulty when it comes to urination, an effect that is temporary and typically harmless.",
  "Difficulty urinating - This becomes more apparent with escalating doses and, in high doses, can result in a complete inability to urinate.",
  "Difficulty urinating - This effect generally only occurs after frequent usage.",
  "Difficulty urinating - This effect is commonly reported by users.",
  "Difficulty urinating - This side effect is uncommon.",
  "Difficulty urinating and Frequent urination- This can be described as a feeling of concrete blocking the urethra, painfully conflicting with a frequent need to urinate.",
  "Difficulty urinating or Frequent urination",
  "Difficulty urinating or Frequent urination - While lysergamides are known for their interactions with the kidneys and bladder, ETH-LAD seems to affect it more so than LSD.",
  "Diffraction",
  "Disinhibition",
  "Distortions Object alterations Drifting Visual haze",
  "Distortions Perspective distortions Environmental cubism Environmental orbism Scenery slicing",
  "Disturbed sleep patterns",
  "Dizziness",
  "Dizziness - Although uncommon, some people report dizziness under the influence of MXE.",
  "Dizziness - Although uncommon, some people report dizziness under the influence of diphenidine.",
  "Dizziness - Although uncommon, some people report dizziness under the influence of nitrous.",
  "Dizziness - At high doses or with users without any tolerance, nicotine can cause one to feel dizzy or lightheaded.",
  "Dizziness - At high doses, this can result in strong and often pleasurable perceptions, when the eyes are closed, that one's body is rapidly spinning horizontally.",
  "Dizziness - At higher dosages this can result in incapability to willingly stand up.",
  "Dizziness - Because of the cardiovascular effects of Tizanidine, users can become dizzy or lightheaded.",
  "Dizziness - Cannabis has the potential to cause dizziness at very high doses. However, this effect is far more inconsistent than with substances such as alcohol.",
  "Dizziness - Compared to gabapentinoids (such as phenibut), baclofen has stronger dizziness.",
  "Dizziness - Dextropropoxyphene causes dizziness at a higher rate than other opioids.",
  "Dizziness - In higher doses, some users report mild to moderate dizziness.",
  "Dizziness - May occur at higher doses, although tends to fade after a short period.",
  "Dizziness - Some users report dizziness while under the influence of ketamine.",
  "Dizziness - Strong at higher doses.",
  "Dizziness - Tapentadol causes dizziness at a higher rate than other opioids",
  "Dizziness - This effect can be decreased by going for a walk or drinking ginger tea.",
  "Dizziness - This effect can increase the likelihood of falling and injuring oneself.",
  "Dizziness - This effect is fairly prevalent at higher doses.",
  "Dizziness - This effect is not common except at overly high doses or taken when fatigued or at low blood sugar.",
  "Dizziness - This effect is significantly more common with PMA than it is with methamphetamine or MDMA",
  "Dizziness - This effect is significantly more common with PMMA than it is with methamphetamine or MDMA",
  "Dizziness - This effect is usually uncommon.",
  "Dizziness - This symptom is usually much less prevalent compared to typical, (“heavier”) benzodiazepines like clonazepam or lorazepam.",
  "Dizziness[23]",
  "Double vision",
  "Dream potentiation",
  "Dream suppression",
  "Dream-Like-Experiences",
  "Drifting",
  "Drifting Morphing Breathing Melting Flowing",
  "Drowsiness",
  "Dry Mouth",
  "Dry mouth",
  "Dry mouth - Along with dehydration, diphenhydramine makes your mouth very dry. Water can temporarily remedy this, although it usually persists for the entirety of the trip.",
  "Dry mouth - Avoid drinking too much water, see the water intoxication and electrolyte imbalance section. Chewing gum may help increase moisture and reverse dryness.",
  "Dry mouth - This effect is usually stronger than cannabis but much weaker than other deliriants like Datura.",
  "Dry mouth - This is a common side effect of this substance.",
  "Dry mouth - This is known colloquially as \"cotton mouth\" in popular American and United Kingdom culture.",
  "Dry mouth[1]",
  "Dry mouth[32]",
  "Dry mouth[39] - This is known colloquially as \"cotton mouth\" in popular American and United Kingdom culture. Edible forms of cannabis can make this effect feel much more intense and uncomfortable.",
  "Dysphoria",
  "Dystaxia",
  "Ear ringing",
  "Ego-Softening",
  "Elevated mood",
  "Emotion enhancement",
  "Emotion suppression - While Eszopiclone primarily suppresses anxiety, it also suppresses other emotions in a similar but less intense fashion to antipsychotics.",
  "Emotional and social dissociation or de-realization (normally seen with long term use)",
  "Empathy",
  "Empathy, affection, and sociability enhancement",
  "Enhanced Tactile-Sensation",
  "Enhancements Acuity enhancement Colour enhancement Magnification Pattern recognition enhancement",
  "Environmental cubism",
  "Environmental orbism",
  "Erectile dysfunction",
  "Euphoria",
  "Euphoria - Some users report euphoria from Eszopiclone, although this is short lived and usually exclusive to the onset of the experience and often followed by emotion suppression.",
  "Euphoria - This particular substance can be considered as less intense in its physical euphoria when compared with that of morphine or diacetylmorphine (heroin).",
  "Euphoria - This results in feelings of physical euphoria which range between mild pleasure to moderate all-encompassing bliss.",
  "Euphoric",
  "Excessive talking",
  "Excessive yawning",
  "Excessive yawning - Excessive yawning is frequently reported, especially during the come up phase.",
  "Excessive yawning - This effect is significantly less pronounced than it is with psilocybin and its related compounds, the four-position substituted tryptamines.",
  "External geometry",
  "External hallucinations",
  "Feelings of empathy",
  "Feelings of euphoria",
  "Flowing",
  "Flushing of the face",
  "Focus enhancement",
  "Focus enhancement - α-PHP has been noted as enhancing focus, but in a way that leaves the user totally fixated on whatever task at hand, however trivial.",
  "Focus/mental clarity",
  "Frame rate suppression",
  "Frequent urination",
  "Frequent urination & Difficulty urinating - This effect can become very uncomfortable. Both substances can cause urinary retention.",
  "Frequent urination[11]",
  "Gait alteration",
  "Gait alteration - Ephenidine typically causes movement such as walking to be perceived as automated and robotic.",
  "Gait alteration - This is a common effect and is commonly referred to as \"robo walking\".",
  "Geometry 8A - Exposure to semantic concept network 8B - Perceived exposure to inner mechanics of consciousness",
  "Giggling",
  "Gustatory enhancement",
  "Gustatory enhancement - Cannabis is regularly known to improve the taste of foods.",
  "Gustatory enhancement - This effect is very similar to cannabis.",
  "Gustatory hallucination",
  "Gustatory hallucination - Eszopiclone is commonly reported to leave a strong, unpleasant metallic taste in one's mouth.",
  "Gustatory hallucination - Zopiclone is sometimes reported to leave a metallic taste in one's mouth.",
  "Gustatory hallucinations",
  "Gustatory suppression",
  "Headache",
  "Headache - Though uncommon, mild tension headaches can present at high doses.",
  "Headache - When taking excessive doses, headaches are a common side effect.",
  "Headache[5] - This effect is usually only present at heavy doses",
  "Headaches",
  "Headaches - Although uncommon, a certain subset of people report headaches during the offset of nitrous oxide.",
  "Headaches - Headaches are usually only reported at high doses, well above 200mg.",
  "Headaches - Many people report headaches towards the end of the experience.",
  "Headaches - Moderate to high doses can induce a mild headache many hours after dosing.",
  "Headaches - Moderate to high doses have been reported to induce a mild to strong headache, typically many hours after dosing or during the comedown period.",
  "Headaches - Some users suggest that this effect may be alleviated with a choline source such as choline bitartrate, alpha-GPC or citicoline.",
  "Headaches - This effect is more commonly reported than 2C-B or other traditional phenethylamines.",
  "Headaches - This effect typically occurs either spontaneously, or on the comedown of higher doses than is thought the body can handle.",
  "Headaches - This is more prominent at higher doses. It can be promoted by redosing multiple times.",
  "Headaches - This typically can occur towards the end of the experience, but can sometimes happen during one as well.",
  "Headaches - Users are sometimes left with a headache due to the expansion of blood vessels in the brain.[12]",
  "Headaches - Users sometimes report unpleasant headaches or head fog. This is usually only produced by low-quality kavas.",
  "Heartburn",
  "Helps with insomnia/sleep",
  "Hiccups",
  "Hypertension",
  "Hypnotic",
  "Hypotension[13]",
  "Increase in energy",
  "Increase in irritability",
  "Increased alertness",
  "Increased blood pressure",
  "Increased blood pressure -",
  "Increased blood pressure - A slight-moderate increase in blood pressure is seen with this compound, but only very excessive doses will usually raise it to problematic levels.",
  "Increased blood pressure - Fenethylline leads to only a mild increase in blood pressure, because theophylline and amphetamine are a vasodilator and a vasoconstrictor respectively.[1]",
  "Increased blood pressure - This effect grows more pronounced with increased dose.[11]",
  "Increased blood pressure - α-PHP, especially when it is vaporized or injected, can lead to sudden spikes of blood pressure that may manifest in an extremely uncomfortable \"exploding heart\" sensation.",
  "Increased blood pressure - α-PVP, especially when it is vaporized or injected, can lead to sudden spikes of blood pressure that may manifest in an extremely uncomfortable \"exploding heart\" sensation.",
  "Increased blood pressure- By about 30mmHg systolic and 20mmHg diastolic, from naive users taking 40mg d-AMP.[28][29]",
  "Increased blood pressure[12]",
  "Increased blood pressure[17]",
  "Increased blood pressure[1]",
  "Increased blood pressure[20]",
  "Increased blood pressure[25]",
  "Increased blood pressure[27] - Shown to occur at higher doses.",
  "Increased blood pressure[30][31]",
  "Increased blood pressure[4] - Due to the vasoconstrictive properties of the substance, blood pressure is consequently raised.",
  "Increased bodily temperature",
  "Increased bodily temperature - Since dextromethorphan is a moderately potent serotonin reuptake inhibitor, it increases body temperature slightly at moderate to high doses.",
  "Increased bodily temperature - The most common cause of death from PMA is due to severe hyperthermia.",
  "Increased bodily temperature - The most common cause of death from PMMA is due to severe hyperthermia.",
  "Increased bodily temperature - at high concentration progesterone elevates body temperature for ~1°C",
  "Increased bodily temperature[1]",
  "Increased bodily temperature[33]",
  "Increased body temperature",
  "Increased desire to talk",
  "Increased focus",
  "Increased heart rate",
  "Increased heart rate & Decreased heart rate",
  "Increased heart rate - 3-Cl-PCP may produce feelings of increased cardiovascular output or strain as if one's body is working harder to metabolize the substance.",
  "Increased heart rate - 4F-EPH has a moderate effect on heart rate that is not concerning or uncomfortable at moderate doses.",
  "Increased heart rate - Ephedrine is often reported to increase heart rate to a greater extent than other amphetamines.",
  "Increased heart rate - Higher doses of prolintane can create a significant and often dangerous increase in heart rate and blood pressure.",
  "Increased heart rate - In comparison to other stimulants such as amphetamine or cocaine, methiopropamine only has a mild effect on one's heart rate.",
  "Increased heart rate - NEP increases heart rate significantly compared to other stimulants, even at low doses.",
  "Increased heart rate - The increase in heart rate is generally weaker than with other stimulants like Methamphetamine.",
  "Increased heart rate - This compound seems to not increase heart rate as much as related substances.",
  "Increased heart rate - This may be a result of the dopamine and noradrenaline reuptake inhibition.",
  "Increased heart rate - This substance has been reported to cause more physical side effects than MXE, ketamine, and 3-MeO-PCP such as increased heart rate.",
  "Increased heart rate JWH-018 causes tachycardia due to vasodilation. This may be mild, but can become severe.",
  "Increased heart rate and increased blood pressure[5] - Anticholinergic activity at muscarinic acetylcholine receptors causes these effects.",
  "Increased heart rate[11] - This effect has been reported as being more pronounced than other dissociatives, such as DCK or diphenidine.",
  "Increased heart rate[12]",
  "Increased heart rate[13]",
  "Increased heart rate[14]",
  "Increased heart rate[18]",
  "Increased heart rate[1] - The increase on the HR is notorius, bigger and longer that with other stims.",
  "Increased heart rate[21]",
  "Increased heart rate[22][23]",
  "Increased heart rate[28]",
  "Increased heart rate[30]",
  "Increased heart rate[39] - Decreased blood pressure can result in an increased heart rate, although this varies depending on the user.",
  "Increased heart rate[4]",
  "Increased heart rate[9]",
  "Increased libido",
  "Increased libido - Higher doses of methylphenidate can increase sexual desire.",
  "Increased libido - Notably increased ejaculation strength",
  "Increased libido - This effect appears to occur with more regularity and intensity than other psychedelic tryptamines.",
  "Increased libido - This effect is more pronounced at lower doses.",
  "Increased libido - Uncommon but noticeable effect, especially for first-time users.",
  "Increased libido - When it occurs, this effect is mild to moderate",
  "Increased libido or Decreased libido",
  "Increased motivation",
  "Increased music appreciation",
  "Increased perspiration",
  "Increased perspiration - Cold sweats are more common than with GHB.",
  "Increased perspiration - This is the result of a combination of increased bodily temperature and temperature regulation suppression.",
  "Increased perspiration[1]",
  "Increased perspiration[33] - Avoid drinking too much water, see the water intoxication and electrolyte imbalance section.",
  "Increased salivation",
  "Increased salivation - Increased salivation is very common.",
  "Increased salivation - This effect, while uncommon, seems to be less pronounced than it is with psilocin and other tryptamines and usually does not persist throughout the experience.",
  "Increased salivation or Dry Mouth - Dry mouth happens rarely with high doses of nicotine, but it's milder than cannabis.",
  "Increased sociability",
  "Incresed Motivation",
  "Insight",
  "Insomnia",
  "Insomnia - Chronic intake is associated with insomnia.[44]",
  "Internal hallucinations",
  "Irritability",
  "Itchiness",
  "Itchiness - Itchiness is comparably greater than other opioids due to higher amounts of histamine release.",
  "Itchiness - Like traditional opioids, itchiness may manifest at recreational doses, and can range from mild to severe depending on dosage and tolerance.",
  "Itchiness - This compound presents greater amounts of itchiness due to higher amounts of histamine release in comparison to other opioids.",
  "Itchiness - This compound, like most opioids, tends to cause strong histamine reactions which cause the skin to feel itchy.",
  "Itchiness - This drug presents very little itch response due to little to no amounts of histamine being release, unlike other opioids.",
  "Itchiness - This effect happens in high doses. However, it reduces itchiness in lower doses due to histamine antagonism.",
  "Itchiness - This effect is less intense in comparison to codeine.",
  "Itchiness - Unlike other opioids, fentanyl presents very little itch response due to little to no amounts of released histamines.",
  "Itching",
  "Jaw Tension",
  "Largely",
  "Lethargy",
  "Light to moderate visuals are reported with most users",
  "Loss of Inhibition",
  "Loss of motor skills",
  "Loss of time",
  "Machinescapes",
  "Magnification",
  "Melting",
  "Memory enhancement",
  "Memory loss",
  "Mental/Physical Stimulation",
  "Mild OEV's",
  "Mindfulness",
  "Mood Enhancement",
  "Mood lift",
  "Morphing",
  "Motivation enhancement",
  "Motor control loss",
  "Motor control loss - At higher doses this effect resembles that of benzodiazepines and alcohol. Users report stumbling and bumping in to walls.",
  "Motor control loss - At lower dosages this compound typically induces enhancements in bodily control. At higher dosages, this enhancement shifts towards losses in gross and fine motor control.",
  "Motor control loss - In comparison to alcohol, 2-methyl-2-butanol is significantly more impairing to motor control in proportion to other effects.",
  "Motor control loss - More common at higher doses.",
  "Motor control loss - This only becomes apparant at the higher dosage range.",
  "Motor controll loss",
  "Motor skill impairment",
  "Mouth numbing",
  "Mouth numbing - In a similar fashion to that of cocaine this compound numbs the areas of the body which it touches, these areas can include the nostrils, gums, mouth and throat of the user.",
  "Mouth numbing - In a similar fashion to that of cocaine, a-PVP numbs the areas of the body which it touches, these areas can include the nostrils, gums, mouth and urethra of the user.",
  "Mouth numbing - N-Ethylhexedrone presents a moderate local anesthetic effect.",
  "Mouth numbing - When administered sublingually a long-lasting numbing sensation has been reported to occur.",
  "Muscle Relaxant",
  "Muscle Tension",
  "Muscle contractions",
  "Muscle contractions & Muscle relaxation",
  "Muscle contractions - The muscle contractions that can occur by 4-AcO-MET tend to be transient and benign feeling in nature, compared to many other tryptamines, phenethylamines and lysergamides.",
  "Muscle contractions - The muscle contractions that can occur on 4-AcO-DMT tend to be transient and benign feeling in nature, compared to many other tryptamines, phenethylamines and lysergamides.",
  "Muscle contractions[1]",
  "Muscle cramp - This is uncommon, but is more likely to occur if one is malnourished, dehydrated, or engaged in strenuous activity.",
  "Muscle cramps",
  "Muscle cramps & *Muscle spasms",
  "Muscle cramps & Muscle spasms - Sudden muscle cramps and spasms can form unexpectedly. This is common at the beginning of the trip and usually passes quickly.",
  "Muscle cramps - Abrupt discontinuation of frequent use can also result in muscle cramps and spasms.",
  "Muscle cramps - Muscle cramps and joint pain are sometimes accompanied at high doses.",
  "Muscle cramps - This effect can occur with the use of any lysergamide or psychedelic, but reports suggest it can be especially pronounced with this substance.",
  "Muscle cramps - Very high dosages of 2C-C are known to cause random muscle tightening, which can become uncomfortable.",
  "Muscle cramps[1]",
  "Muscle relaxation",
  "Muscle relaxation - Although muscle relaxation is definitely present, it usually only manifests itself at heavier dosages and is significantly weaker than that of benzodiazepines.",
  "Muscle relaxation - At heavy doses, theanine induces muscle relaxation that is vaguely comparable to that of the relaxation produced by benzodiazepines.",
  "Muscle relaxation - In comparison to alprazolam (Xanax), bromazepam results in a greater degree of muscle relaxation.",
  "Muscle relaxation - In comparison to alprazolam (Xanax), diazepam has greater amounts of muscle relaxation.",
  "Muscle relaxation - Muscle relaxation can be quite pronounced",
  "Muscle relaxation - Muscle relaxation is present on gabapentin, although not to the extent of benzodiazepines, barbiturates, or GHB.",
  "Muscle relaxation - Muscle relaxation is reportedly more prevalent with GBL than GHB and it is less prone to causing convulsions.",
  "Muscle relaxation - Reportedly stronger than Alprazolam.",
  "Muscle relaxation - This effect is inconsistent, and may alternate with bouts of muscle twitching.",
  "Muscle relaxation - This effect is particularly strong when compared to other benzodiazepines such as alprazolam.",
  "Muscle relaxation - This effect is relatively strong when compared with alprazolam.",
  "Muscle relaxation - While the muscle relaxation experienced on pregabalin is not as powerful as that of diazepam or other benzodiazepines, it is still prominent.",
  "Muscle relaxation or Muscle tension",
  "Muscle spasms",
  "Muscle spasms - This effect can occur with the use of any lysergamide or psychedelic, but reports suggest it can be especially pronounced with this substance.",
  "Muscle spasms - This effect is usually very subtle and is more likely to occur at high doses.",
  "Muscle spasms - Typically occurs during the Comedown. This is due to depletion of Dopamine in the brain.",
  "Muscle tension",
  "Muscle tremors",
  "Muscle twitching",
  "Muscle-Tension",
  "Nausea",
  "Nausea & Nausea suppression[3] - This effect is mostly negated by DPH but spontaneous nausea may occur.",
  "Nausea - At heavy dosages and overdoses, cannabis can be nauseating. This usually passes after the first 30 or 40 minutes of the intoxication and tends to transition later into nausea suppression.",
  "Nausea - At high doses",
  "Nausea - At moderate to heavy dosages, a slight discomfort may be felt in the stomach. This will go away once the user has vomited.",
  "Nausea - Buprenorphine causes substantially more nausea and vomiting than other opioids.",
  "Nausea - Compared to gabapentinoids (such as phenibut) and alcohol, baclofen has stronger and longer lasting nausea.",
  "Nausea - Desomorphine produces less nausea than morphine, according to early clinical studies.",
  "Nausea - High doses of memantine can sometimes result in nausea and vomiting.",
  "Nausea - In comparison to other phenethylamines such as 2C-E, 2C-I or 2C-B, any nausea produced by this substance tends to be very mild and dissipates quickly even with higher dosages.",
  "Nausea - May occur at higher doses, although tends to fade after a short period.",
  "Nausea - Mild nausea is occasionally reported on moderate to high doses and either passes after the user vomits or gradually fades by itself as the peak sets in.",
  "Nausea - Mild nausea is occasionally reported when consumed in moderate to high dosages and either passes instantly once the tripper has vomited or gradually fades by itself as the peak sets in.",
  "Nausea - Mild nausea is occasionally reported when consumed in moderate to high dosages and either passes instantly soon after the user has vomited or gradually fades by itself as the peak sets in.",
  "Nausea - Mild to extreme nausea is commonly reported and either passes instantly once the user has vomited or gradually fades by itself as the peak sets in.",
  "Nausea - Mild to extreme nausea is commonly reported when consumed in moderate to high dosages, and either passes once the user has vomited or gradually fades by itself as the peak sets in.",
  "Nausea - Mild to extreme nausea is consistently reported when consumed in moderate to high dosages and either passes once the user has vomited or gradually fades by itself as the peak sets in.",
  "Nausea - Mild to extreme nausea is consistently reported when consumed in moderate to high doses and either passes once the user has vomited or gradually fades by itself as the peak sets in.",
  "Nausea - Mild to extreme nausea is reported when consumed in moderate to high dosages and either passes once the person has vomited or gradually fades by itself as the peak sets in.",
  "Nausea - Mild to extreme nausea is reported when consumed in moderate to high dosages and either passes once the user has vomited or gradually fades by itself as the peak sets in.",
  "Nausea - Mild to extreme nausea is typically reported at moderate to high dosages and either passes once the user has vomited or gradually fades by itself as the peak sets in.",
  "Nausea - Mild to extreme nausea is typically reported when consumed in moderate to high dosages and either passes once the user has vomited or gradually fades by itself as the peak sets in.",
  "Nausea - Mild to moderate nausea can occur at moderate to heavy dosages.",
  "Nausea - Moderate to extreme nausea has been reported to occur, typically at higher dosages.",
  "Nausea - Moderate to extreme nausea is commonly reported. This either passes once the user has vomited or gradually fades by itself as the peak sets in.",
  "Nausea - Nausea is commonly reported when consumed in moderate to high doses and either passes instantly once the user has vomited or gradually fades by itself as the peak sets in.",
  "Nausea - Nausea is experienced in high dosages, taken for its euphoric effects.",
  "Nausea - Nausea is most commonly present during the come up phase of the experience, and at higher doses, but has been reported to occur spontaneously in those who are thought to be susceptible to it.",
  "Nausea - Nausea may be briefly present during the come up phase of the experience, or at heavy doses.",
  "Nausea - Some users have reported experiencing nausea while under the influence of MDPV, although this seems to be a relatively uncommon effect.",
  "Nausea - THJ-2201 can induce feelings of nausea at strong to heavy doses, which can potentially lead to vomiting.",
  "Nausea - This can be mitigated by eating before dosing and throughout the experience.",
  "Nausea - This effect can be intense enough to lead to vomiting at high doses. When severe, the nausea and subsequent vomiting can cause dehydration in the user.",
  "Nausea - This effect is inconsistently produced even within similar dosage ranges.",
  "Nausea - This effect is more common than with GHB and may persist when GBL is used frequently.",
  "Nausea - This effect is more common with 1,4-butanediol than GHB.",
  "Nausea - This effect is more likely to occur during high dosages and/or when the user doesn't adequately pace themselves.",
  "Nausea - This effect is more pronounced at higher doses.",
  "Nausea - This effect is particularly mild compared to other psychedelics.",
  "Nausea - This effect is prominent on the onset and come up period when ingested via the cotton found inside Benzedrex inhalers, particularly when it is taken on an empty stomach.",
  "Nausea - This effect is usually caused by the unpleasurable taste rather than the compounds themselves.",
  "Nausea - This effect tends to only be prominent at excessively high doses and especially when one has a low tolerance.",
  "Nausea - This effect usually only occurs at heavy doses.",
  "Nausea - This mostly occurs at high doses.",
  "Nausea - Typically a result of dosing for prolonged periods of time and dehydration.",
  "Nausea - Uncommon, but more likely at higher doses and near the peak of the experience.",
  "Nausea - Users (especially those prone to it) may experience nausea during the come up. The nausea will subside over the peak.",
  "Nausea - When taken by itself on an empty stomach, Galantamine has a wide range of unpleasant side effects related to digestion. These effects are less pronounced when taken sublingually or with food.",
  "Nausea and Vomiting - This is common at any dose.",
  "Nausea and vomiting",
  "Nausea and vomiting - This is common at any dose.",
  "Nausea suppression",
  "Nausea suppression - Promethazine is used to treat motion sickness or nausea.",
  "Nausea suppression[10]",
  "Nausea[23] - May occur at higher doses, although tends to fade after a short period.",
  "Nausea[5] - This effect is usually only present at heavy doses",
  "Necrosis[4] - When overdosed",
  "Neurogenesis",
  "Neurogenesis[22]",
  "Neurotoxicity - Long-term or recurrent use of cocaine can result in serious neurological harm.[29][30][31]",
  "Neurotoxicity - Long-term or recurrent use of nitrous oxide can result in serious neurological harm.[20]",
  "Neurotoxicity -- from long-term use.",
  "Neurotoxicity[53][54]",
  "Nose bleeds - A certain subset of people may experience minor nose bleeds which is likely due to this compound's mechanism as a blood thinner.[16]",
  "Nystagmus",
  "Object alterations",
  "Often described as a pretty negative experience",
  "Olfactory enhancement",
  "Olfactory hallucination",
  "Olfactory hallucinations",
  "Optical sliding",
  "Orgasm depression - Some may experience a delayed but stronger orgasm even if they experience an increase in libido.",
  "Orgasm suppression",
  "Orgasm suppression & Orgasm enhancement - Orgasm enhancement can sometimes also be present, even at higher doses, although this effect is not reliable.",
  "Orgasm suppression - At higher doses, rather than reducing sensitivity, phenibut has a propensity to cause spontaneous motor control loss when nearing orgasm.",
  "Orgasm suppression - Can occur at high doses or with multiple redosing.",
  "Orgasm suppression - Orgasm enhancement can also be present, even at higher doses.",
  "Orgasm suppression - Orgasm suppression usually only occurs at high doses and can be described as difficulty reaching an orgasm despite increased or normal libido. This is present primarily in males.",
  "Orgasm suppression - Strongly inhibits orgasms and the normal sexual arousal response at moderate to high doses.",
  "Pain relief",
  "Pain relief - CDP-choline appears to have painkilling effects via the nicotinic acetylcholine receptors in a dosage-dependent manner.[7][8]",
  "Pain relief - Cannabinoids have been clinically demonstrated to provide pain relief via agonism of cannabinoid receptors CB1 and CB2, which extends to synthetic cannabinoid receptor agonists.[3][4]",
  "Pain relief - Cannabinoids have been clinically demonstrated to provide pain relief via agonism of cannabinoid receptors CB1 and CB2, which extends to synthetic cannabinoid receptor agonists.[4][5]",
  "Pain relief - Cannabinoids have been clinically demonstrated to provide pain relief via agonism of cannabinoid receptors CB1 and CB2, which extends to synthetic cannabinoid receptor agonists.[7][8]",
  "Pain relief - Cannabinoids have been clinically demonstrated to provide pain relief via agonism of cannabinoid receptors CB1 and CB2, which extends to synthetic cannabinoid receptor agonists.[9][10]",
  "Pain relief - Compared to other agents such as opioids, this effect is generally considered to be quite weak.",
  "Pain relief - In comparison to other opiates, acetylfentanyl can be described as a strong analgesic, providing relief even at non-recreational doses.",
  "Pain relief - In comparison to other opiates, fentanyl can be described as a strong analgesic, providing relief even at non-recreational doses.",
  "Pain relief - Kava can be used to suppress mild to moderate pain",
  "Pain relief - Many anecdotal reports suggest that this compound may suppress pain in a fashion somewhat similar to opioids without the distinct physical euphoria.",
  "Pain relief - Many report that they are still aware of pain, however the pain is no longer of interest.",
  "Pain relief - Many users report a marked decrease in pain while under the influence.",
  "Pain relief - Pregabalin is effective against certain types of chronic pain, particularly neuropathic pain, but not against acute pain.[19]",
  "Pain relief - Theacrine has pain reducing properties related to its anti-inflammatory effects. This is believed to be about that of ibuprofen.[5]",
  "Pain relief - This appears to be about as effective as NSAIDS such as ibuprofen for joint inflammation and pain.[7]",
  "Pain relief - This effect is generally not as powerful as it is with opioids.[34][35][36]",
  "Pain relief - This effect is generally only noted during physical stress or exercise.",
  "Pain relief - This effect is less intense than that of other opioids such as morphine and fentanyl.",
  "Pain relief - This substance can produce distinct nerve-signal blocking anesthetic effects typically fit for surgical settings, but only in the stronger to heavier dose ranges.",
  "Pain relief - This substance produces distinct nerve-signal blocking anesthetic effects typically required in surgical settings, but only at higher doses.",
  "Pain relief - This substance produces distinct nerve-signal blocking anesthetic effects typically required in surgical settings, but only in the stronger to heavier dose ranges.",
  "Pain relief - Very prominent. Most physical sensations are suppressed on ketamine.",
  "Paranoia",
  "Pattern recognition enhancement",
  "Pattern recognition suppression",
  "Perception of bodily heaviness",
  "Perception of bodily heaviness - Depending on whether one is feeling more stimulated than sedated, one will often feel as if they are lighter (as in this case) or heavier in the other.",
  "Perception of bodily heaviness - One of the most apparent effects is having a massive body as if gravity multiplied tenfold. This makes it extremely tough and uncomfortable to move.",
  "Perception of bodily heaviness - This component typically accompanies any feelings of sedation that this compound can produce.",
  "Perception of bodily heaviness - This effect is comparable to bodily heaviness experienced when cannabis and alcohol are consumed together.",
  "Perception of bodily heaviness or Perception of bodily lightness",
  "Perception of bodily lightness",
  "Perception of bodily lightness - At very high doses, some users report feeling lighter.",
  "Perception of bodily lightness - In terms of the body’s perceived weight, this substance consistently leaves people feeling extremely light, often to the point of total weightlessness.",
  "Perception of bodily lightness - Some users report feeling lighter at very high doses.",
  "Perception of bodily lightness - The stimulation and energy LSD produces can cause the user to feel as if they are moving weightlessly.",
  "Perception of bodily lightness - This component typically accompanies any feelings of stimulation that this compound can produce.",
  "Perception of bodily lightness - This creates the sensation that the body is floating and has become entirely weightless. It is often accompanied by feelings of slowly falling or drifting.",
  "Personality changes",
  "Perspective alterations",
  "Perspective distortions",
  "Photophobia",
  "Photophobia - Although uncommon, armodafinil can cause a temporary visual intolerance to light.",
  "Photophobia - Although uncommon, modafinil can cause a temporary visual intolerance to light.",
  "Photosensitivity",
  "Physical autonomy",
  "Physical autonomy - At very high dosages some may find to awake in strange locations, sometimes while standing or performing actions with no recollection of events or how they got there.",
  "Physical euphoria",
  "Physical euphoria - 3-HO-PCP has been reported to more readily induce euphoria than most other dissociatives, such as ketamine or diphenidine.",
  "Physical euphoria - 3-MeO-PCP has been reported to more readily induce euphoria than most other dissociatives, such as ketamine or diphenidine, especially of the manic variant.",
  "Physical euphoria - Caffeine has been reported to produce very mild physical euphoria in non-tolerant users, especially when they are already well-rested.",
  "Physical euphoria - Compared to gabapentinoids (such as phenibut) and benzodiazepines, baclofen is considered less euphoric.",
  "Physical euphoria - Compared to other GABAergic depressants, this effect is particularly strong.",
  "Physical euphoria - Compared to short-acting barbiturates such as pentobarbital and secobarbital, this effect is quite weak.",
  "Physical euphoria - Feelings of frequent but unpredictable rushes of warm physical euphoria are extremely common. These can move from the top of the head downwards before enveloping one's whole body.",
  "Physical euphoria - In comparison to alcohol, 2-methyl-2-butanol has less pronounced physical euphoria in proportion to other effects.",
  "Physical euphoria - Kava can induce positive physical sensations as well as pain relief and muscle relaxation.",
  "Physical euphoria - More pronounced feelings of euphoria have been reported at doses near or above 100 mg. These feelings are extremely similar to that of a typical opioid.",
  "Physical euphoria - Physical euphoria may be present in some users. However, the effect occurs far less strongly and reliably than with opiates or MDMA.",
  "Physical euphoria - Relative to other psychedelics, mescaline has been noted for the bodily or physically euphoric aspect that is vaguely reminiscent of other phenethylamines like MDA.",
  "Physical euphoria - Relative to other psychedelics, methallylescaline has been noted for the bodily or physically euphoric aspect that is vaguely reminiscent of other phenethylamines like MDA.",
  "Physical euphoria - Short-lasting, encouraging compulsive redosing.",
  "Physical euphoria - The euphoria felt on flunitrazepam is significantly stronger than that felt on other benzodiazepines such as alprazolam.",
  "Physical euphoria - The euphoria felt on temazepam is significantly stronger than that felt on other benzodiazepines such as alprazolam.",
  "Physical euphoria - The physical euphoria MDA has been noted to produce is often described as intensely pleasurable and all-encompassing at its peak.",
  "Physical euphoria - This component can occur with the development of spontaneous bodily sensations, and usually occurs at the peak or in wave-like bursts.",
  "Physical euphoria - This component can occur with the development of spontaneous bodily sensations, but is not as consistent as it is with LSD.",
  "Physical euphoria - This component can occur with the development of spontaneous bodily sensations.",
  "Physical euphoria - This compound is unusually euphoric in comparison to other compounds within the same class.",
  "Physical euphoria - This effect can be described as warm, calming sensations over the body which can be compared to alcohol.",
  "Physical euphoria - This effect can occur alongside Muscle relaxation, and is only present at heavy dosages when the user resists the urge to sleep.",
  "Physical euphoria - This effect is dose dependent and tends only to be present at higher doses. Cyclazodone is reported to lack the body glow associated with amphetamine at typical doses.",
  "Physical euphoria - This effect is extremely intense when compared to its physical stimulation.",
  "Physical euphoria - This effect is generally quite mild.",
  "Physical euphoria - This effect is generally quite mild. Difficulty urinating Nausea Dizziness Headaches Spontaneous physical sensations Stimulation or Sedation Appetite suppression",
  "Physical euphoria - This effect is more prominent at higher dosages and is typically weaker then that of other stimulants such as amphetamine, lisdexamfetamine and methylphenidate",
  "Physical euphoria - This effect is usually not present.",
  "Physical euphoria - This effect is very mild and may not be pronounced at all in some users.",
  "Physical euphoria - This effect usually occurs at the peak of the experience, which can be short-lived compared to its total duration.",
  "Physical euphoria - This inconsistently results in feelings of physical euphoria which range between mild pleasure to powerful, all-encompassing bliss.",
  "Physical euphoria - This manifests itself as a warm, soft glow which emanates from the center of the user's body.",
  "Physical euphoria - This results in feelings of physical euphoria which range between mild pleasure to powerful, all-encompassing bliss.",
  "Physical euphoria - This results in feelings which range from mild pleasure to powerful, all-encompassing bliss.",
  "Physical euphoria - Users may experience mild to moderate physical euphoria, characterized by a sense of relaxation and well-being.",
  "Physical fatigue",
  "Physical fatigue - This effect can become very strong during the comedown.",
  "Pupil Constriction",
  "Pupil constriction",
  "Pupil dilation",
  "Pupil dilation - Pupil dilation is minimal at low-moderate doses, but can be pronounced during the offset of higher doses.",
  "Pupil dilation - The pupil dilation experienced is relatively minimal compared to other dopaminergic stimulants.",
  "Pupil dilation - This effect is common at high doses.",
  "Pupil dilation - This effect is experienced only at common to high dosages as well as in low lighting and is more prominent on the comedown.",
  "Pupil dilation - This effect is milder and less frequent than with other amphetamines.",
  "Pupil dilation - This effect is more prominent on the offset of the experience and usually only occurs at common to heavy doses.",
  "Pupil dilation - This effect is typically experienced only at higher dosages and is more prominent on the comedown.",
  "Pupil dilation Sedation - This effect is mild compared to traditional sedatives such as barbiturates and benzodiazepines.",
  "Pupil dilation- Pupil dilation is very noticeable at moderate to high doses but is less prevalent at low doses in the 1st plateau.",
  "Pupil dilation- Pupil dilation is very noticeable at moderate to high doses.",
  "Pupil dilation[9]",
  "Pupil-Dilation",
  "Rage",
  "Rapid breathing",
  "Rapid breathing - People commonly report \"not being able to breathe\".",
  "Raynaud's Phenomenon - Raynaud's Phenomenon occurs when the spasm of arteries results in reduced blood flow to the extremities, causing a pale tone, tingling, coldness, and numbness.",
  "Recursion",
  "Red eye - Marijuana induces corneal vasodilation (so called red eye) and a reduction of intraocular pressure (IOP).[48] Naphazoline eye drops relieve red eyes.",
  "Reduced appetite",
  "Relaxant",
  "Relaxation",
  "Respiratory depression",
  "Respiratory depression - Buprenorphine causes less respiratory depression than other opioids due to it being a partial agonist of the μ-opioid receptor.",
  "Respiratory depression - Desomorphine produces less respiratory depression than morphine, according to early clinical studies.",
  "Respiratory depression - This can lead to an increased risk in overdose at high doses.",
  "Respiratory depression - This effect becomes more pronounced at heavier dosages, and may lead or contribute to a loss of consciousness (\"blacking out\"), or in extreme cases, death.",
  "Respiratory depression - This effect is reported to occur only at high doses.",
  "Respiratory depression - While pregabalin may cause respiratory depression, this effect is not as strong as those with opioids and benzodiazepines.[20]",
  "Respiratory depression,",
  "Restless leg syndrome",
  "Restless legs",
  "Restless legs - This effect is considered slightly less apparent than it is with diphenhydramine.",
  "Restless legs[19]",
  "Restlessness",
  "Rhabdomyolysis",
  "Runny nose",
  "Runny nose - 25N-NBOMe may cause a runny nose and increased mucus production in some users.",
  "Salivation - For some, the mouth-numbing effects can cause increased salivation in users.",
  "Scenarios and plots",
  "Scenery slicing",
  "Sedation",
  "Sedation & Stimulation - Theanine is mildly stimulating at light to common dosages but becomes sedating starting with strong doses at around 300mg.",
  "Sedation - 4-AcO-DMT is typically reported to be relaxing, stoning, and mildly sedating. This sense of sedation is often accompanied by excessive yawning and watery eyes.",
  "Sedation - Acetylfentanyl can be described as considerably less sedating than fentanyl; however, at heavy doses this compound can result in overwhelming feelings of sedation and tiredness.",
  "Sedation - At higher dosages, this compound can result in feelings of sedation and is considerably more sedating than that of oxycodone and hydrocodone.",
  "Sedation - At higher dosages, this compound can result in feelings of sedation but is considerably less sedating than that of codeine, oxycodone or heroin.",
  "Sedation - Clonidine can produce a strong sedative effect, which has been compared to that of benzodiazepines. Users can become very tired and sleep through prompts to awake.",
  "Sedation - Gabapentin is typically mildly sedating and can produce a lethargic state. At higher doses, it may lead to a moderately sedated state.",
  "Sedation - In terms of energy level alterations, pyrazolam is considerably less sedating than other substances of the same class unless it is taken at heavy doses.",
  "Sedation - Kava can induce a sedated state on a user and may help to relieve anxiety and physical tension",
  "Sedation - Ketamine is reported to have a moderate sedating effect. It discourages physical activity and can render the user immobile at higher doses.",
  "Sedation - Many users report mild to extreme sedation and even sleepiness or half-awake states while under the influence of Gaboxadol. Perception of bodily heaviness",
  "Sedation - Many users report mild to extreme sedation and even sleepiness while under the influence of amanitas. Perception of bodily heaviness",
  "Sedation - Melatonin does not produce sedation in the manner of central nervous depressants like alcohol, benzodiazepines, or zolpidem.",
  "Sedation - Nitromethaqualone induces profound sedation, often leading to lethargy and sleepiness. Higher doses can result in overwhelming drowsiness and a strong urge to sleep.",
  "Sedation - Oxycodone is considerably less sedating than codeine but more sedating than kratom.",
  "Sedation - Psilocybin mushrooms are reported to be relaxing, stoning and mildly sedating. This sense of sedation is often accompanied by excessive yawning.",
  "Sedation - Salvia tends to produce a strong sedative effect in a dose-dependent manner.",
  "Sedation - This effect can be extremely strong at higher dosage, leaving the user in a near sleep state during the experience.",
  "Sedation - This effect is mild compared to traditional sedatives such as barbiturates and benzodiazepines.",
  "Sedation - This leads to the trademark \"nodding off\" effect, but it is usually milder compared to that of diacetylmorphine (heroin)",
  "Sedation - Tizanidine can produce a strong sedative effect. Users can become very tired and sleep through stimuli that would otherwise wake them.",
  "Sedation - With high dosages, this compound causes considerably stronger sedation than oxycodone or hydrocodone.",
  "Sedation Motor control loss Respiratory depression Muscle relaxation Dizziness",
  "Sedation Muscle relaxation Respiratory depression",
  "Sedation Perception of bodily heaviness",
  "Sedation or Stimulation",
  "Sedation or Stimulation - While most users report that they find pethidine to be considerably sedating, others report it to be stimulating.",
  "Sedative",
  "Seizure",
  "Seizure - Anecdotal reports suggests that GBL is less prone to seizures than GHB.",
  "Seizure - Both substances are known to significantly lower the seizure theshold and this may be dangerously amplified when taken in combination.",
  "Seizure - This is a rare effect but can happen in those predisposed to them, especially while in physically taxing conditions such as being dehydrated, undernourished, or fatigued.",
  "Seizure - Very high dosages of GHB have consistently produced convulsions.",
  "Seizure - α-PHP may lower the seizure threshold in some individuals, especially when it is misused.",
  "Seizure suppression",
  "Seizure suppression - Pregabalin is effective at reducing certain types of seizures such as focal seizures and partial seizures.[21][22]",
  "Seizure suppression - Tizanidine has been found to suppress strycnine induced seizures, but not GABA induced seizures.",
  "Seizure suppression[16]",
  "Seizure[47] - Very rare but can occur in those who are predisposed to them, particularly while in physically taxing conditions such as being dehydrated, undernourished, overheated, or fatigued.",
  "Seizures",
  "Seizures - High doses of pethidine may cause seizures. This is because of its metabolite norpethidine.",
  "Seizures - The seizures produced by JWH-018 usually only occur in high doses.",
  "Seizures - This is significantly more common with PMMA than with almost any other substance.",
  "Seizures- This effect is far more common in doses exceeding a heavy dose and may manifest as status epilepticus wherein seizures last more than 5 minutes or do not stop without medical intervention",
  "Settings, sceneries, and landscapes",
  "Sexual Enhancement",
  "Shadow people",
  "Side-effects: drowsiness",
  "Similar in effect to LSD",
  "Similar to alcohol",
  "Simultaneous stimulation & sedation",
  "Skeletal Muscle Relaxant",
  "Skin flushing",
  "Skin flushing - Flushed skin occurs mostly around the eyes but can also be seen all over the body.",
  "Skin flushing - Flushed skin occurs mostly around the eyes, but can also be seen all over the body.",
  "Sleep paralysis",
  "Sleepiness",
  "Smoked: short duration",
  "Some users report very little difference between 4-aco-dmt and psilocybin mushrooms",
  "Spatial disorientation",
  "Spatial disorientation - In contrast to other dissociatives like ketamine, this effect is only prominent at high doses.",
  "Spatial disorientation - This effect differs from most other dissociatives in that the user is still fairly lucid but physically feels disoriented, off-balance and dizzy.",
  "Spatial disorientation[12] - A spinning sensation is commonly felt that can result in mild disorientation as if one were falling through a hole.",
  "Spatial disorientation[3]",
  "Spatial disorientation[9]",
  "Spontaneous bodily sensations",
  "Spontaneous bodily sensations - It only occurs at higher doses as a result of low blood pressure and mostly at lips.",
  "Spontaneous bodily sensations - The \"body high\" of LSD behaves as a euphoric, fast-moving, sharp and location specific or generalized tingling sensation. [lower-alpha 1]",
  "Spontaneous bodily sensations - The MXE \"body high\" can be described as a sharp, pleasurable tingling sensation which is location specific to the hands, feet, and head.",
  "Spontaneous bodily sensations - The diphenidine \"body high\" is a sharp, pleasurable tingling sensation which is location specific to the hands, feet and head.",
  "Spontaneous bodily sensations - The general \"body high\" of pregabalin can be described as a sharp, pleasurable tingling sensation which is location specific to the hands, feet, and head.",
  "Spontaneous bodily sensations - The memantine \"body high\" is a sharp, pleasurable tingling sensation which has a location specific to the hands, feet, and head.",
  "Spontaneous bodily sensations - Theanine can produce a physical feeling of glowing warmth that is present throughout one's body at higher doses.",
  "Spontaneous bodily sensations - Users commonly report all-encompassing, sharp and extremely painful jolts of electricity that spontaneously manifest themselves in a similar rhythm to hiccups.",
  "Spontaneous bodily sensations - Users commonly report all-encompassing, sharp, and painful jolts of electricity that spontaneously manifest themselves uncontrollably in a similar rhythm to hiccups.",
  "Spontaneous bodily sensations Bodily control enhancement Tactile enhancement \"Tactile sensitivity\" Nausea Vasoconstriction Increased heart rate Pupil dilation",
  "Spontaneous physical sensations",
  "Spontaneous physical sensations - One may feel 'stoned' or heavy, in a similar way to cannabis and alcohol at the same time, without cognitive impairment.",
  "Spontaneous physical sensations - The \"body high\" which omberacetam presents can be described as a faint, all-encompassing, soft and consistent tingling sensation.",
  "Spontaneous physical sensations - The body feeling of HXE can be described as slightly warm, but also empty or rough at times.",
  "Spontaneous physical sensations - The ephenidine \"body high\" is a soft and pleasurable tingling sensation which is motionless and all-encompassing with no specific location.",
  "Spontaneous physical sensations 2,5-DMA has been reported to produce a mild to moderate body load",
  "Spontaneous physical sensations Bodily control enhancement Increased heart rate Nausea Sedation Pupil dilation Tactile enhancement Mouth numbing Physical euphoria Muscle relaxation",
  "Spontaneous physical sensations Increased heart rate Nausea Pupil dilation",
  "Spontaneous physical sensations Physical euphoria",
  "Spontaneous physical sensations Tactile suppression Physical autonomy Motor control loss Physical euphoria Perception of bodily lightness Dizziness Nausea Visual sliding",
  "Spontaneous tactile sensations",
  "Spontaneous tactile sensations - High doses of NEP result in a pleasurable body high characterized by pleasant tingling.",
  "Spontaneous tactile sensations - High doses of hexedrone result in a pleasurable body high characterized by pleasant tingling.",
  "Spontaneous tactile sensations Increased heart rate Nausea Pupil dilation",
  "Stamina enhancement",
  "Stamina enhancement - Ephedrine is commonly used as a performance enhancer by athletes and bodybuilders",
  "Stamina enhancement - Generally mild in comparison to traditional stimulants.",
  "Stamina enhancement - This component is generally mild in comparison to traditional stimulants.",
  "Stamina enhancement - This component is much weaker than that of most other stimulants, such as methylphenidate and 4F-MPH.",
  "Stamina enhancement - This component is present at low to moderate doses, while high doses tend to decrease stamina.",
  "Stamina enhancement - This effect is more prominent than with any other commonly used stimulant.",
  "Stamina enhancement - This effect is relatively mild compared to other stimulants such as amphetamine.",
  "Stamina enhancement - This is generally mild in comparison to the stamina enhancement produced by traditional stimulants.",
  "Stamina enhancement - This is generally mild in comparison to traditional stimulants.",
  "Stamina enhancement[1]",
  "Stimulation",
  "Stimulation & Sedation",
  "Stimulation & Sedation - At lower doses, GHB is physically stimulating, encouraging movement and wakefulness. At higher doses, however, it becomes physically sedating, encouraging sleep and lethargy.",
  "Stimulation & Sedation - These two effects can alter between one another, but users report that sedation is more present with minimal stimulation.",
  "Stimulation & Sedation - These two effects can alter between one another.",
  "Stimulation - 2,5-DMA can occasionally produce notable stimulation proportional to its dosage. However, some reports suggest little stimulation at the same dosages.",
  "Stimulation - 25E-NBOH is usually considered to be very energetic and stimulating in a fashion that is comparable to that of MDMA, although it is 'encouraged' instead of 'forced'.",
  "Stimulation - 2C-E is usually considered to be very energetic and stimulating in a fashion that is comparable to that of MDMA, although it is 'encouraged' instead of 'forced' according to many users.",
  "Stimulation - 2C-T-2 is usually considered to be very energetic and stimulating in a fashion that is quite comparable to that of other phenethylamines such as 2C-B, 2C-E and 2C-P.",
  "Stimulation - 3-MeO-PCP is regarded to be noticeably stimulating in comparison to other dissociatives such as ketamine, MXE, or DCK. The stimulation it presents is described as clear and subtle.",
  "Stimulation - 4-HO-MET is primarily stimulating, although it can also be relaxing and stoning. This sets it apart from tryptamines like psilocybin and 4-AcO-DMT, which are primarily sedating.",
  "Stimulation - At doses below 10 to 15mg, 5-MeO-MiPT produces a degree of stimulation comparable to that of LSD.",
  "Stimulation - Galantamine is primarily stimulating and provides nootropic effects.",
  "Stimulation - In terms of its effects on the user's physical energy levels, NEP can be considered to be extremely stimulating and energetic.",
  "Stimulation - In terms of its effects on the user's physical energy levels, PMA is commonly regarded as moderately stimulating and energetic exclusively at lower dosages.",
  "Stimulation - In terms of its effects on the user's physical energy levels, PMMA is commonly regarded as moderately stimulating and energetic exclusively at lower dosages.",
  "Stimulation - In terms of its effects on the user's physical energy levels, hexedrone can be considered to be extremely stimulating and energetic.",
  "Stimulation - In terms of its effects on the user's physical energy levels, pentedrone can be considered to be very stimulating and energetic.",
  "Stimulation - It is generally not described as forced and is mild comparing to that produced by typical stimulants like amphetamine.",
  "Stimulation - Memantine is mildly stimulating in comparison to other dissociatives such as ketamine, MXE, or DCK.",
  "Stimulation - Pramiracetam produces a subtle form of stimulation comparable to that of caffeine.",
  "Stimulation - The stimulation which Creatine presents can be considered as subtle, yet persistent and energetic comparable to that of caffeine, yet even less forced in nature.",
  "Stimulation - The stimulation which SAM-e presents can be considered as subtle, yet persistent and energetic comparable to that of caffeine, although less forced.",
  "Stimulation - The stimulation which alpha-GPC presents can be considered as primarily subtle and similar to that of caffeine.",
  "Stimulation - The stimulation which choline presents can be considered as primarily subtle, less than that of caffeine.",
  "Stimulation - The stimulation which citicoline presents can be considered as primarily subtle and less than that of caffeine.",
  "Stimulation - The stimulation which coluracetam presents can be considered as primarily subtle and short lasting, comparable to that of caffeine.",
  "Stimulation - The stimulation which meclofenoxate presents can be considered as primarily subtle and similar to that of caffeine.",
  "Stimulation - The stimulation which omberacetam presents can be considered as primarily subtle and encouraged rather than forceful and distinct.",
  "Stimulation - The stimulation which oxiracetam presents can be considered as primarily subtle, with a magnitude comparable to that of caffeine.",
  "Stimulation - The stimulation which piracetam presents can be considered as primarily subtle, comparable to that of caffeine.",
  "Stimulation - This compound produces stimulating effects at lower doses which are less intense than that of diphenidine or methoxphenidine.",
  "Stimulation - This effect is exclusively produced at low doses.",
  "Stimulation - This effect occurs on lower doses.",
  "Stimulation - While most users report sedation and a lack of energy, some users also report a relatively intense stimulation.",
  "Stimulation - While noticeable, Semax's stimulation is generally mild and unlikely to overstimulate on its own, though it noticeably potentiates the effects of more conventional stimulants.",
  "Stimulation Abnormal heartbeat Increased heart rate Muscle contractions Increased perspiration Dehydration Appetite suppression Nausea Temporary erectile dysfunction",
  "Stimulation Appetite suppression Headache[5] - This effect is usually only present at heavy doses Nausea[5] - This effect is usually only present at heavy doses",
  "Stimulation Dehydration Headaches Photophobia Appetite suppression Increased heart rate Dizziness Nausea Body odor alteration",
  "Stimulation Increased libido Motor control loss Nausea Pupil dilation Perception of bodily lightness",
  "Stimulation Perception of bodily lightness",
  "Stimulation Physical euphoria Dehydration Appetite suppression Increased heart rate Teeth grinding - This component can be considered to be less intense when compared with that of MDMA.",
  "Stimulation Spontaneous physical sensations Increased heart rate Temperature regulation suppression Pupil dilation Increased perspiration",
  "Stimulation or Sedation",
  "Stimulation[1]",
  "Stimulation[1] - N-Ethylhexedrone is reported to be moderately to extremely stimulating and energetic.",
  "Stomach bloating",
  "Stomach bloating - At higher dosages, this compound can induce severe stomach bloating within those who are susceptible to it. This can be partially to fully mitigated through the use of antacids.",
  "Stomach bloating - At higher doses, this compound can induce severe stomach bloating within those who are susceptible. This can be partially to fully mitigated through the use of antacids.",
  "Stomach cramps",
  "Stomach cramps -",
  "Stomach cramps- This effect is more commonly reported with the hydrochloric acid form (phenibut HCl).",
  "Sudden loss of consciousness when walking",
  "Suppressions Double vision Pattern recognition suppression Optical sliding Visual acuity suppression Frame rate suppression",
  "Suppressions Double vision Pattern recognition suppression Vibrating vision Visual acuity suppression",
  "Sweating",
  "Sweating/Chills",
  "Sweden: Midazolam is a prescription only medication.",
  "Symmetrical texture repetition",
  "Tachycardia (increased heart rate)",
  "Tachychardia",
  "Tactile disconnection",
  "Tactile enhancement",
  "Tactile enhancement \"Tactile sensitivity\"",
  "Tactile enhancement - Although the user’s body may feel numb, the sense of touch can be heightened at the same time.",
  "Tactile enhancement - Feelings of enhanced tactile sensation are consistently present at low to moderate levels throughout most DOC experiences.",
  "Tactile enhancement - Feelings of enhanced tactile sensation are consistently present at low to moderate levels.",
  "Tactile enhancement - Feelings of enhanced tactile sensation are consistently present at moderate levels throughout most 1P-ETH-LAD trips.",
  "Tactile enhancement - Feelings of enhanced tactile sensation are consistently present at moderate levels throughout most DOB experiences.",
  "Tactile enhancement - Feelings of enhanced tactile sensation are consistently present at moderate levels throughout most TMA-2 trips.",
  "Tactile enhancement - Feelings of enhanced tactile sensation are consistently present at moderate levels throughout most TMA-6 trips.",
  "Tactile enhancement - Feelings of enhanced tactile sensation are consistently reported at low to moderate levels throughout most DOI experiences.",
  "Tactile enhancement - Feelings of enhanced tactile sensations are consistently present at moderate levels throughout most 1cP-MiPLA trips.",
  "Tactile enhancement - Feelings of enhanced tactile sensations are consistently present at moderate levels throughout most LSD trips.[lower-alpha 2]",
  "Tactile enhancement - Feelings of enhanced tactile sensations are consistently present at moderate levels throughout most MiPLA trips.",
  "Tactile enhancement - One may find surfaces such as rugs, carpets, blankets, or skin to be softer and more pleasant to the touch while under the influence of this subject's effects.",
  "Tactile enhancement - This component primarily tends to happen at higher doses only and is rarely observed lower to medium doses",
  "Tactile enhancement - This component primarily tends to occur at higher doses only and is rarely observed lower to medium doses.",
  "Tactile enhancement - This component primarily tends to occur with higher doses.",
  "Tactile enhancement - This component, relative to other fluorinated amphetamines like 2-FA or 3-FA, has been reported to be a distinct aspect of the experience.",
  "Tactile enhancement - This effect is extremely prominent relative to just about all other substituted tryptamines.",
  "Tactile enhancement - This results in increased feelings of touch, pain, warmth and orgasms. It is usually only present at very low dosages.",
  "Tactile enhancement - This results in increased feelings of touch, pain, warmth, and orgasms. It is usually only present at the peak, not during the come-up or down.",
  "Tactile enhancement - α-PHP can enhance one's sense of touch to extreme degrees, often leading to states of sexual arousal.",
  "Tactile enhancement - α-PVP can enhance one's sense of touch to extreme degrees, often leading to states of sexual arousal.",
  "Tactile enhancement Perception of bodily heaviness",
  "Tactile enhancement and Tactile suppression - Reports suggest that at moderate to high dosages, N-ethylhexedrone is slightly anesthetic which is reminiscent to cocaine but with lower effects.",
  "Tactile enhancement or Tactile suppression at higher doses.",
  "Tactile hallucination",
  "Tactile hallucination - This effect is reported only at heavy doses.",
  "Tactile hallucination - This is often a direct result of visual hallucinations and they commonly feel and look extremely realistic.",
  "Tactile hallucination - This is often a direct result of visual hallucinations, and they commonly feel and look as if insects are crawling on one's skin.",
  "Tactile suppression",
  "Tactile suppression & Tactile enhancement - Both numbing as well as enhancing tactile effects can be felt coincidingly.",
  "Tactile suppression - Diphenhydramine produces feelings of numbness throughout the body. This is attributed to its ability to block sodium channels within the nerves.[10]",
  "Tactile suppression - The sense of touch may be entirely suppressed, creating feelings of numbness within the extremities.",
  "Tactile suppression - This effect can result in the whole body feeling numb, particularly one’s face. At the same time the user’s sense of touch can be enhanced.",
  "Tactile suppression - This effect is not usually as pronounced as it is with substances such as ketamine or PCP, but can still manifest itself in varying degrees of intensity.",
  "Tactile suppression - This partially to entirely suppresses one's sense of touch, creating feelings of numbness within the extremities.",
  "Tactile suppression - This partially to entirely suppresses sense of touch, creating feelings of numbness within the extremities. It is responsible for the anesthetic properties of this substance.",
  "Teeth grinding",
  "Teeth grinding - A very common effect of 2C-P, and more pronounced with 2C-P than other 2C's or psychedelic substances in general. Can become very uncomfortable, especially with higher doses.",
  "Teeth grinding - At common doses, this component has been reported considerably to less intense when compared with that of MDMA or other cathinones like a-PHP or NEP.",
  "Teeth grinding - Compared to amphetamines and other stimulants, this component is largely absent due to the subtleness of desoxypipradrol's style of stimulation.",
  "Teeth grinding - Mild to moderate. Not as intense as on MDMA.",
  "Teeth grinding - Teeth grinding may be present at higher doses. However, it is less intense than that of MDMA.",
  "Teeth grinding - Teeth grinding often occurs with higher or multiple doses and can be comparable in extent as MDMA.",
  "Teeth grinding - This component can be considered to be less intense when compared with that of MDMA and many other stimulants.",
  "Teeth grinding - This component can be considered to be less intense when compared with that of MDMA as well as 2-FMA.",
  "Teeth grinding - This component can be considered to be less intense when compared with that of MDMA, though becomes more present at high doses.",
  "Teeth grinding - This component can be considered to be less intense when compared with that of MDMA.",
  "Teeth grinding - This component can be considered to be less intense when compared with that of entactogenic stimulants like MDMA.",
  "Teeth grinding - This component can be considered to be present, but less intense when compared with that of MDMA.",
  "Teeth grinding - This component is considerably less intense when compared with substances like MDMA when it occurs.",
  "Teeth grinding - This component is considerably less intense when compared with that of substances like MDMA and happens more readily than with related substances like LSD.",
  "Teeth grinding - This component is considerably less intense when compared with that of substances like MDMA.",
  "Teeth grinding - This component is more prominent as higher dosages and can be considered to be less intense when compared with that of MDMA.",
  "Teeth grinding - This component is reported to be less intense compared toMDMA, and only prominent when dosing for prolonged periods of time.",
  "Teeth grinding - This component is reported to be less prominent in comparison to that of MDMA.",
  "Teeth grinding - This component is usually only present in the higher dose range, and to a lesser extent than the teeth grinding associated with MDMA.",
  "Teeth grinding - This effect does not occur as consistently as it does on other stimulants such as amphetamine or MDMA.",
  "Teeth grinding - This effect is considerably less intense when compared with substances like MDMA when it occurs.",
  "Teeth grinding - This is usually only present at moderate to higher doses and is similar to what one might experience from MDMA or MDA.",
  "Teeth grinding - This is usually only present at moderate to higher doses and is similar to what one might experience from MDMA.",
  "Temperature regulation loss",
  "Temperature regulation suppression",
  "Temperature regulation suppression - 4-HO-MET can cause fluctuations in the user's internal sense of temperature, which can manifest as sudden bouts of uncomfortable coldness or warmth.",
  "Temperature regulation suppression - Avoid drinking too much water, see the water intoxication and electrolyte imbalance section.",
  "Temperature regulation suppression - This effect can lead the user to experience shivers, especially during the come-up phase.",
  "Temperature regulation suppression - This effect is more prominent than it is with other psychedelics like LSD.",
  "Temperature regulation suppression Increased bodily temperature",
  "Temporary erectile dysfunction",
  "Temporary erectile dysfunction & Orgasm suppression[37][38]",
  "Temporary erectile dysfunction - Can sometimes be very strong and last for a few hours.",
  "Temporary erectile dysfunction - For some at higher doses, it can become difficult to maintain normal penile procedures and may experience a burning sensation.",
  "Temporary erectile dysfunction - This effect seems to be more apparent when compared to similar substances such as NEP.",
  "Temporary erectile dysfunction - This is common at all doses.",
  "The drug is reported as being more of an intense stimulant than MDMA but with less of an empathogenic feel.",
  "The drug is reported to have effects associated with typical common benzodiazepines",
  "Thought acceleration",
  "Thought connectivity",
  "Time compression - This effect is mostly noticeable while under the influence of a high dose.",
  "Time distortion",
  "Tracers",
  "Transformations",
  "Tremor - This effect is distinctly present at doses above 150mg",
  "Tremors",
  "Trouble Urinating",
  "Uncomfortable Stimulation",
  "United States: THCP is not currently classified under any drug schedule in the United States, but it is federally legal.",
  "Unspeakable horrors",
  "Useful with physical labor",
  "Users describe effects ranging from total incapacitation and paranoia to euphoria",
  "Vasoconstriction",
  "Vasoconstriction -",
  "Vasoconstriction - Bromo-DragonFLY is a powerful vasoconstrictor which can become dangerous during overdoses.[5]",
  "Vasoconstriction - Dose-dependent, but weaker compared to stimulants, 25x-NBOMe, or DOx. Some users report feeling cold, especially in the extremities.",
  "Vasoconstriction - Hexedrone can be considered slightly vasoconstricting.",
  "Vasoconstriction - NEP has been reported as being slightly vasoconstricting.",
  "Vasoconstriction - The vasoconstriction effects are strong and on par with that of methamphetamine. It may be potentially dangerous at high doses or in cold environments.",
  "Vasoconstriction - This component is minimal compared to many other stimulants and stimulating drugs.",
  "Vasoconstriction - This effect is usually only present at higher dosages, but can be particularly uncomfortable and persistent.",
  "Vasoconstriction - This effect is usually only present at higher dosages, but can be particularly uncomfortable.",
  "Vasoconstriction - Vasoconstriction may lead to users feeling cold, especially in the extremities.",
  "Vasoconstriction - α-PHP can be considered very vasoconstricting at higher doses, and is on par with that of amphetamine and methamphetamine.",
  "Vasoconstriction ”[3]",
  "Vasoconstriction[1] - A number of reports indicate, N-ethylhexedrone can be considered vasoconstrictive tipically reporting cold hands and foots.",
  "Vasoconstriction[22] and Vasodilation[23] - Whilst caffeine acts as a mild vasoconstrictor, its metabolite theobromine is a vasodilator and these effects are thought to cancel each other out.",
  "Vasodilation",
  "Vasodilation - This effect increases with the dosage and can cause bloodshot eyes.",
  "Vibrating vision",
  "Vibrating vision - This effect is generally more frequent than with MDMA.",
  "Visual acuity suppression",
  "Visual and audio distortions",
  "Visual and auditory hallucinations",
  "Visual and auditory hallucinations, itchiness",
  "Visual haze",
  "Visual sliding",
  "Vitamin deficiency - Repeated doses may induce vitamin B12 deficiency. However, this can be prevented with B12 supplements.",
  "Vivid waking dreams",
  "Wakefulness",
  "Warm fuzzy body high",
  "Watery eyes",
  "Weight loss",
  "Withdrawal Suppression - Ibogaine has been shown to reduce withdrawal symptoms of substances. This effect is most prevalent in opioid withdrawal. [15]",
  "a 'stoned' feeling",
  "a dreamlike state while awake",
  "a sense of childlike wonder",
  "a sense of connectedness with the world around you",
  "abundance of energy",
  "aggressiveness",
  "altered perception",
  "amnesia",
  "analgesia",
  "anticonvulsant",
  "antidepressant",
  "anxiety",
  "anxiolytic",
  "appetite change",
  "appetite suppressant",
  "attention",
  "auditory hallucinations",
  "blurred vision",
  "body tremors",
  "brightened color",
  "brightened colors",
  "brightened colour",
  "brightening of colors",
  "bruxism",
  "but reported to feel 'cleaner'",
  "buzzing sensation in nerve",
  "can induce heavy sleep",
  "change in consciousness",
  "change in perception",
  "change in perception of  time",
  "change in perception of time",
  "changes in focus",
  "changes in perception of time",
  "changes in self control",
  "changes in time and reality",
  "chest and neck pain",
  "closed and open eye visuals",
  "closed eye visuals",
  "closed/open eye visuals",
  "clumsiness",
  "cognitive enhancement",
  "color enhancement",
  "color shifting",
  "comparable to 2C-B",
  "compulsion to redose",
  "confusion",
  "constipation",
  "creative dreamlike experience",
  "decreased appetite",
  "decreased need for sleep",
  "delirium",
  "delusions",
  "dermatitis",
  "difficulty breathing",
  "difficulty integrating experiences",
  "dissociation",
  "disturbed sleep patterns",
  "dizziness",
  "dream like state",
  "dream-like experiences",
  "drowsiness",
  "dry mouth",
  "dysphoria",
  "dystaxia",
  "effects reported were similar to that of the drug MDA",
  "ego  softening",
  "ego death",
  "ego softening",
  "elevated heart rate",
  "elevated heartrate",
  "elevated mood",
  "empathy",
  "enhanced tactile sensation",
  "euphoria",
  "excessive talking",
  "experience of \"the void\"",
  "fatal kidney disorder",
  "fatigue",
  "fear",
  "feelings of empathy",
  "feelings of insight",
  "feelings of relaxation",
  "flushed skin",
  "gastrointestinal disturbances",
  "general change in consciousness",
  "general sense of well being",
  "giggling",
  "hallucination and general shift in consciousness",
  "hallucinations",
  "hallucinations through all physical senses",
  "happiness",
  "hard on lungs when smoking",
  "headache",
  "headaches",
  "heightened emotions",
  "high blood pressure",
  "high muscle relaxant properties",
  "hue shifts",
  "hyper-inflated ego",
  "hypnotic",
  "immersive experience",
  "inability to control muscles",
  "increase in cognitive abilities",
  "increase in energy happy feelings",
  "increase in sensual and aesthetic appreciation",
  "increased blood pressure",
  "increased energy/alertness",
  "increased heart rate",
  "increased libido",
  "increased mental clarity",
  "increased mental clarity and interest",
  "increased or decreased libido",
  "increased sex drive",
  "increased sociability",
  "increases creativity and appetite",
  "insight",
  "insomnia",
  "introspection",
  "introspective insight",
  "intrusive thoughts",
  "itchiness",
  "itching",
  "loss of apetite",
  "loss of appettite",
  "lowered inhibitions",
  "mental and physical stimulation",
  "mental/physical stimulation",
  "mild to extreme distractability",
  "minor to strong hallucinations",
  "mood lift",
  "mood stabilising",
  "moodiness",
  "muscle cramps",
  "muscle relaxant",
  "muscle tension",
  "nausea",
  "nausea (particularly at high doses)",
  "numbing effects depending on ROA",
  "numbness in extremities",
  "open and closed eye visuals are common",
  "open eye visuals",
  "overall feeling of contentedness",
  "overwhelming fear",
  "panic",
  "panicked thinking",
  "paranoia",
  "perspiration",
  "physical agitation",
  "possible brain damage liver damage",
  "powerful closed/open eye visuals",
  "powerful rushing of sensation",
  "primarily sedative and hypnotic effects",
  "profound life-changing spiritual experiences",
  "psychomotor impairment",
  "pupil constriction",
  "pupil dilation",
  "racing thoughts",
  "radical perspective shifting",
  "radical shift in perspective and perception",
  "raised heartrate",
  "reduction of external stimuli",
  "relaxation",
  "respiratory depression",
  "restlessness",
  "sedation",
  "sedative",
  "sedative effects",
  "seizures",
  "sense of conection with nature",
  "sense of connectedness with nature",
  "sense of well being",
  "sense of well-being",
  "sense of wonder",
  "sensory enhancement",
  "short-term memory deficits",
  "similar to cannabis",
  "sleep",
  "sleep aid",
  "slurred speech",
  "so effects are very similar to mushrooms",
  "sociability",
  "sometimes stimulating effects",
  "somnolence",
  "sound distortion",
  "stimulating high",
  "stimulation",
  "stimulation (mental and physical)",
  "stomach discomfort",
  "strong CEV's",
  "surreal interactions with world",
  "sweating",
  "sweating/chills",
  "tactile enhancement",
  "tiredness",
  "tolerance",
  "trembling",
  "tremors",
  "uncomfortable bodyload",
  "unusla thoughts and speech",
  "urinary retention",
  "vasodilation",
  "visual and audio distortions",
  "visual and auditory hallucinations",
  "visual distortion",
  "visual distortions",
  "vomiting",
  "weakness",
  "weight loss",
  "with euphoria"
]